const team = {
  id: 'sdg32dfh32h13fh',
  img: 'https://sun9-19.userapi.com/impg/Ud3q3YFfU50y9mlyu_SyMYx9DRYOI7lYuudn9A/mq8mCvkQVIg.jpg?size=1230x240&quality=95&sign=5d427975c24e297e312e04dfec426883&type=album',
  name: 'Это разборка питерская',
  hackathonTeam: 2,
  title: 'Разработка сайта с информацией о участниках команды',
  description: [
    {
      id: '1',
      content:
        'Наша команда реализовала сайт, который содержит информацию о нашей команде. В связи с тем, что все участники команды из Санкт-Петербурга, было принято решение отразить это в названии. Ничего более оригинального придумать мы не смогли, поэтому как есть.'
    },
    {
      id: '2',
      content:
        'При реализации данного проекта были использованы технологии, о которых подробно рассказывается на курсе Junior Frontend Developer от школы Result School. Данное приложение реализовано на технологии React.js с применением Bootstrap v5 для оформления страниц. Также наша команда использовала библиотеки Redux для работы с состоянием, Axios, React Router v6, Prop Types и т.д.'
    },
    {
      id: '3',
      content:
        'Среди прочего были реализованы основные задания поставленные перед командой: Создание переиспльзуемых компонентов таких как карточка пользователя, Button, и Badge. Также были реализованы Navbar, Progress bar, Breadcrumbs.'
    }
  ]
}

export default team
